[
 {
    "title": "The Alchemist",
    "author": "Paul Coehlo",
    "year": "1988",
    "pages": "352",
    "genres": "Fiction, Classics, Fantasy, Philosophy",
    "summary": "Combining magic, mysticism, wisdom, and wonder into an inspiring tale of self-discovery, The Alchemist has become a modern classic, selling millions of copies around the world and transforming the lives of countless readers across generations.Paulo Coelho's masterpiece tells the mystical story of Santiago, an Andalusian shepherd boy who yearns to travel in search of a worldly treasure. His quest will lead him to riches far different—and far more satisfying—than he ever imagined. Santiago's journey teaches us about the essential wisdom of listening to our hearts, recognizing opportunity and learning to read the omens strewn along life's path, and, most importantly, following our dreams.",
    "url": "https://www.goodreads.com/book/show/18144590-the-alchemist?from_search=true&from_srp=true&qid=qyMZnEHl8z&rank=1"
  },
  {
    "title": "Why Nothing Works",
    "author": "Marc Dunkelman",
    "year": "2025",
    "pages": "416",
    "genres": "Nonfiction, Politics, History, Economics",
    "summary": "America was once a country that did big things—we built the world’s greatest rail network, a vast electrical grid, interstate highways, abundant housing, the Social Security system, the Tennessee Valley Authority, and more. But today, even while facing a host of pressing challenges—a housing shortage, a climate crisis, a dilapidated infrastructure—we feel stuck, unable to move the needle. Why? America is today the victim of a vetocracy that allows nearly anyone to stifle progress. While conservatives deserve some blame, progressives have overlooked an unlikely culprit: their own fears of “The Establishment.” A half-century ago, progressivism’s designs on getting stuff done were eclipsed by a desire to box in government. Reformers put speaking truth to power ahead of exercising that power for good. The ensuing gridlock has pummeled faith in public institutions of all sorts, stifled the movement’s ability to deliver on its promises, and, most perversely, opened the door for MAGA-style populism. A century ago, Americans were similarly frustrated—and progressivism pointed the way out. The same can happen again. Marc J. Dunkelman vividly illustrates what progressives must do if they are going to break through today’s paralysis and restore, once again, confidence in democratically elected government. To get there, reformers will need to acknowledge where they’ve gone wrong. Progressivism’s success moving forward hinges on the movement’s willingness to rediscover its roots.",
    "url": "https://www.goodreads.com/book/show/214175076-why-nothing-works?from_search=true&from_srp=true&qid=S0tbLkES4P&rank=1"
  },
  {
    "title": "Three Rivers",
    "author": "Robert Winder",
    "year": "2025",
    "pages": "352",
    "genres": "History, Nonfiction",
    "summary": "Three of Europe's greatest rivers share the same geological one fertile patch of Alpine ice in the jagged heights of central Switzerland. Coursing down through the peaks, the Rhine, the Rhone and the Po gave birth to three different European cultures – German, French and Italian – as they flowed across the continent. From this shared geological cradle, these waterways have shaped the landscape, influenced the pattern of towns and cities, laid the foundation for economies and created an intricate network of transport, trade and agriculture. From the Romanesque buttresses and vines of Provence to the Wagnerian music of the Rhine and the artistic miracles of Lombardy, the heart of Western Europe – its languages, religion, philosophy, science, politics and art – has been nourished by these waters. Setting off in the dramatic mountain landscape where this story begins, acclaimed historian Robert Winder traces the rivers' journeys from their increasingly fragile glacial sources, revealing in shimmering detail their impact on Europe's rich history as they flow towards the sea.",
    "url": "https://www.goodreads.com/book/show/228557766-three-rivers?from_search=true&from_srp=true&qid=O61GtZROYs&rank=4"
  },
  {
    "title": "The Devil in the White City",
    "author": "Erik Larson",
    "year": "2003",
    "pages": "464",
    "genres": "History, Nonfiction, True Crime",
    "summary": "Author Erik Larson imbues the incredible events surrounding the 1893 Chicago World's Fair with such drama that readers may find themselves checking the book's categorization to be sure that 'The Devil in the White City' is not, in fact, a highly imaginative novel. Larson tells the stories of two men: Daniel H. Burnham, the architect responsible for the fair's construction, and H.H. Holmes, a serial killer masquerading as a charming doctor. Burnham's challenge was immense. In a short period of time, he was forced to overcome the death of his partner and numerous other obstacles to construct the famous White City around which the fair was built. His efforts to complete the project, and the fair's incredible success, are skillfully related along with entertaining appearances by such notables as Buffalo Bill Cody, Susan B. Anthony, and Thomas Edison. The activities of the sinister Dr. Holmes, who is believed to be responsible for scores of murders around the time of the fair, are equally remarkable. He devised and erected the World's Fair Hotel, complete with crematorium and gas chamber, near the fairgrounds and used the event as well as his own charismatic personality to lure victims.",
    "url": "https://www.goodreads.com/book/show/397483.The_Devil_in_the_White_City?from_search=true&from_srp=true&qid=C0xXrgYKKS&rank=1"
  }, 
  {
    "title": "The Wager",
    "author": "David Grann",
    "year": "2023",
    "pages": "352",
    "genres": "NonFiction, History",
    "summary": "On January 28, 1742, a ramshackle vessel of patched-together wood and cloth washed up on the coast of Brazil. Inside were thirty emaciated men, barely alive, and they had an extraordinary tale to tell. They were survivors of His Majesty's Ship the Wager, a British vessel that had left England in 1740 on a secret mission during an imperial war with Spain. While the Wager had been chasing a Spanish treasure-filled galleon known as the prize of all the oceans, it had wrecked on a desolate island off the coast of Patagonia. The men, after being marooned for months and facing starvation, built the flimsy craft and sailed for more than a hundred days, traversing nearly 3,000 miles of storm-wracked seas. They were greeted as heroes. But then . . . six months later, another, even more decrepit craft landed on the coast of Chile. This boat contained just three castaways, and they told a very different story. The thirty sailors who landed in Brazil were not heroes - they were mutineers. The first group responded with countercharges of their own, of a tyrannical and murderous senior officer and his henchmen. It became clear that while stranded on the island the crew had fallen into anarchy, with warring factions fighting for dominion over the barren wilderness. As accusations of treachery and murder flew, the Admiralty convened a court martial to determine who was telling the truth. The stakes were life-and-death--for whomever the court found guilty could hang.",
    "url": "https://www.goodreads.com/book/show/61714633-the-wager?from_search=true&from_srp=true&qid=AZ6BSrR8QB&rank=1"
  }, 
  {
    "title": "Anéantir",
    "author": "Michel Houellebecq",
    "year": "2022",
    "pages": "734",
    "genres": "Fiction",
    "summary": "Ce roman de Michel Houellebecq nous projette à la fin du second mandat du président à travers un récit de crise existentielle sur fond d'élections et d'inquiétantes attaques informatiques. Et avec comme horizon pour son héros le rien. Michel Houellebecq signe un roman réaliste aux accents dystopiques mais non dénué d'un certain romantisme, qui dessine en creux une soif d'absolu à jamais frustrée.",
    "url": "https://www.goodreads.com/book/show/59839615-an-antir?from_search=true&from_srp=true&qid=me9NmSt1s6&rank=1"
  }, 
  {
    "title": "2084 La fin du monde",
    "author": "Boualem Sansal",
    "year": "2015",
    "pages": "244",
    "genres": "Fiction, Science Fiction, Dystopia",
    "summary": "L’Abistan, immense empire, tire son nom du prophète Abi, délégué de Yölah sur terre. Son système est fondé sur l’amnésie et la soumission au dieu unique. Toute pensée personnelle est bannie, un système de surveillance omniprésent permet de connaître les idées et les actes déviants. Officiellement, le peuple unanime vit dans le bonheur de la foi sans questions. Le personnage central, Ati, met en doute les certitudes imposées. Il se lance dans une enquête sur l’existence d’un peuple de renégats, qui vit dans des ghettos, sans le recours de la religion… Boualem Sansal s’est imposé comme une des voix majeures de la littérature contemporaine. Au fil d’un récit débridé, plein d’innocence goguenarde, d’inventions cocasses ou inquiétantes, il s’inscrit dans la filiation d’Orwell pour brocarder les dérives et l’hypocrisie du radicalisme religieux qui menace les démocraties.Grand Prix du roman de l'Académie française 2015",
    "url": "https://www.goodreads.com/book/show/26131294-2084?from_search=true&from_srp=true&qid=3DpnvXFLKC&rank=1"
  }, 
  {
    "title": "After the Revolution",
    "author": "Robert Evans",
    "year": "2022",
    "pages": "380",
    "genres": "Fiction, Science Fiction, Dystopia",
    "summary": "What will the fracturing of the United States look like? After the Revolution is an edge-of-your-seat answer to that question. In the year 2070, twenty years after a civil war and societal collapse of the old United States, extremist militias battle in the crumbling Republic of Texas. As the violence spreads like wildfire and threatens the Free City of Austin, three unlikely allies will have to work together in an act of resistance to stop the advance of the forces of the white Christian ethnostate known as the Heavenly Kingdom. Our three protagonists include Manny, a fixer that shuttles journalists in and out of war zones and provides footage for outside news agencies. Sasha is a teenage woman that joins the Heavenly Kingdom before she discovers the ugly truths behind their movement. Finally, we have Roland: A US Army vet kitted out with cyberware (including blood that heals major trauma wounds and a brain that can handle enough LSD to kill an elephant), tormented by broken memories, and 12,000 career kills under his belt. In the not-so-distant world Evans conjures we find advanced technology, a gender expansive culture, and a roving Burning Man-like city fueled by hedonistic excess. This powerful debut novel from Robert Evans is based on his investigative reporting from international conflict zones and on increasingly polarized domestic struggles. It is a vision of our very possible future.",
    "url": "https://www.goodreads.com/book/show/59645604-after-the-revolution?from_search=true&from_srp=true&qid=hdj4tNIlYL&rank=1"
  }
]