[
 {
    "title": "The Alchemist",
    "author": "Paul Coehlo",
    "year": "1988",
    "pages": "352",
    "genres": "Fiction, Classics, Fantasy, Philosophy",
    "summary": "Combining magic, mysticism, wisdom, and wonder into an inspiring tale of self-discovery, The Alchemist has become a modern classic, selling millions of copies around the world and transforming the lives of countless readers across generations.Paulo Coelho's masterpiece tells the mystical story of Santiago, an Andalusian shepherd boy who yearns to travel in search of a worldly treasure. His quest will lead him to riches far different—and far more satisfying—than he ever imagined. Santiago's journey teaches us about the essential wisdom of listening to our hearts, recognizing opportunity and learning to read the omens strewn along life's path, and, most importantly, following our dreams.",
    "url": "https://www.goodreads.com/book/show/18144590-the-alchemist?from_search=true&from_srp=true&qid=qyMZnEHl8z&rank=1"
  },
  {
    "title": "Why Nothing Works",
    "author": "Marc Dunkelman",
    "year": "2025",
    "pages": "416",
    "genres": "Nonfiction, Politics, History, Economics",
    "summary": "America was once a country that did big things—we built the world’s greatest rail network, a vast electrical grid, interstate highways, abundant housing, the Social Security system, the Tennessee Valley Authority, and more. But today, even while facing a host of pressing challenges—a housing shortage, a climate crisis, a dilapidated infrastructure—we feel stuck, unable to move the needle. Why? America is today the victim of a vetocracy that allows nearly anyone to stifle progress. While conservatives deserve some blame, progressives have overlooked an unlikely culprit: their own fears of “The Establishment.” A half-century ago, progressivism’s designs on getting stuff done were eclipsed by a desire to box in government. Reformers put speaking truth to power ahead of exercising that power for good. The ensuing gridlock has pummeled faith in public institutions of all sorts, stifled the movement’s ability to deliver on its promises, and, most perversely, opened the door for MAGA-style populism. A century ago, Americans were similarly frustrated—and progressivism pointed the way out. The same can happen again. Marc J. Dunkelman vividly illustrates what progressives must do if they are going to break through today’s paralysis and restore, once again, confidence in democratically elected government. To get there, reformers will need to acknowledge where they’ve gone wrong. Progressivism’s success moving forward hinges on the movement’s willingness to rediscover its roots.",
    "url": "https://www.goodreads.com/book/show/214175076-why-nothing-works?from_search=true&from_srp=true&qid=S0tbLkES4P&rank=1"
  },
  {
    "title": "Three Rivers",
    "author": "Robert Winder",
    "year": "2025",
    "pages": "352",
    "genres": "History, Nonfiction",
    "summary": "Three of Europe's greatest rivers share the same geological one fertile patch of Alpine ice in the jagged heights of central Switzerland. Coursing down through the peaks, the Rhine, the Rhone and the Po gave birth to three different European cultures – German, French and Italian – as they flowed across the continent. From this shared geological cradle, these waterways have shaped the landscape, influenced the pattern of towns and cities, laid the foundation for economies and created an intricate network of transport, trade and agriculture. From the Romanesque buttresses and vines of Provence to the Wagnerian music of the Rhine and the artistic miracles of Lombardy, the heart of Western Europe – its languages, religion, philosophy, science, politics and art – has been nourished by these waters. Setting off in the dramatic mountain landscape where this story begins, acclaimed historian Robert Winder traces the rivers' journeys from their increasingly fragile glacial sources, revealing in shimmering detail their impact on Europe's rich history as they flow towards the sea.",
    "url": "https://www.goodreads.com/book/show/228557766-three-rivers?from_search=true&from_srp=true&qid=O61GtZROYs&rank=4"
  },
  {
    "title": "The Devil in the White City",
    "author": "Erik Larson",
    "year": "2003",
    "pages": "464",
    "genres": "History, Nonfiction, True Crime",
    "summary": "Author Erik Larson imbues the incredible events surrounding the 1893 Chicago World's Fair with such drama that readers may find themselves checking the book's categorization to be sure that 'The Devil in the White City' is not, in fact, a highly imaginative novel. Larson tells the stories of two men: Daniel H. Burnham, the architect responsible for the fair's construction, and H.H. Holmes, a serial killer masquerading as a charming doctor. Burnham's challenge was immense. In a short period of time, he was forced to overcome the death of his partner and numerous other obstacles to construct the famous White City around which the fair was built. His efforts to complete the project, and the fair's incredible success, are skillfully related along with entertaining appearances by such notables as Buffalo Bill Cody, Susan B. Anthony, and Thomas Edison. The activities of the sinister Dr. Holmes, who is believed to be responsible for scores of murders around the time of the fair, are equally remarkable. He devised and erected the World's Fair Hotel, complete with crematorium and gas chamber, near the fairgrounds and used the event as well as his own charismatic personality to lure victims.",
    "url": "https://www.goodreads.com/book/show/397483.The_Devil_in_the_White_City?from_search=true&from_srp=true&qid=C0xXrgYKKS&rank=1"
  }, 
  {
    "title": "The Wager",
    "author": "David Grann",
    "year": "2023",
    "pages": "352",
    "genres": "NonFiction, History",
    "summary": "On January 28, 1742, a ramshackle vessel of patched-together wood and cloth washed up on the coast of Brazil. Inside were thirty emaciated men, barely alive, and they had an extraordinary tale to tell. They were survivors of His Majesty's Ship the Wager, a British vessel that had left England in 1740 on a secret mission during an imperial war with Spain. While the Wager had been chasing a Spanish treasure-filled galleon known as the prize of all the oceans, it had wrecked on a desolate island off the coast of Patagonia. The men, after being marooned for months and facing starvation, built the flimsy craft and sailed for more than a hundred days, traversing nearly 3,000 miles of storm-wracked seas. They were greeted as heroes. But then . . . six months later, another, even more decrepit craft landed on the coast of Chile. This boat contained just three castaways, and they told a very different story. The thirty sailors who landed in Brazil were not heroes - they were mutineers. The first group responded with countercharges of their own, of a tyrannical and murderous senior officer and his henchmen. It became clear that while stranded on the island the crew had fallen into anarchy, with warring factions fighting for dominion over the barren wilderness. As accusations of treachery and murder flew, the Admiralty convened a court martial to determine who was telling the truth. The stakes were life-and-death--for whomever the court found guilty could hang.",
    "url": "https://www.goodreads.com/book/show/61714633-the-wager?from_search=true&from_srp=true&qid=AZ6BSrR8QB&rank=1"
  }, 
  {
    "title": "Anéantir",
    "author": "Michel Houellebecq",
    "year": "2022",
    "pages": "734",
    "genres": "Fiction",
    "summary": "Ce roman de Michel Houellebecq nous projette à la fin du second mandat du président à travers un récit de crise existentielle sur fond d'élections et d'inquiétantes attaques informatiques. Et avec comme horizon pour son héros le rien. Michel Houellebecq signe un roman réaliste aux accents dystopiques mais non dénué d'un certain romantisme, qui dessine en creux une soif d'absolu à jamais frustrée.",
    "url": "https://www.goodreads.com/book/show/59839615-an-antir?from_search=true&from_srp=true&qid=me9NmSt1s6&rank=1"
  }, 
  {
    "title": "2084 La fin du monde",
    "author": "Boualem Sansal",
    "year": "2015",
    "pages": "244",
    "genres": "Fiction, Science Fiction, Dystopia",
    "summary": "L’Abistan, immense empire, tire son nom du prophète Abi, délégué de Yölah sur terre. Son système est fondé sur l’amnésie et la soumission au dieu unique. Toute pensée personnelle est bannie, un système de surveillance omniprésent permet de connaître les idées et les actes déviants. Officiellement, le peuple unanime vit dans le bonheur de la foi sans questions. Le personnage central, Ati, met en doute les certitudes imposées. Il se lance dans une enquête sur l’existence d’un peuple de renégats, qui vit dans des ghettos, sans le recours de la religion… Boualem Sansal s’est imposé comme une des voix majeures de la littérature contemporaine. Au fil d’un récit débridé, plein d’innocence goguenarde, d’inventions cocasses ou inquiétantes, il s’inscrit dans la filiation d’Orwell pour brocarder les dérives et l’hypocrisie du radicalisme religieux qui menace les démocraties.Grand Prix du roman de l'Académie française 2015",
    "url": "https://www.goodreads.com/book/show/26131294-2084?from_search=true&from_srp=true&qid=3DpnvXFLKC&rank=1"
  }, 
  {
    "title": "After the Revolution",
    "author": "Robert Evans",
    "year": "2022",
    "pages": "380",
    "genres": "Fiction, Science Fiction, Dystopia",
    "summary": "What will the fracturing of the United States look like? After the Revolution is an edge-of-your-seat answer to that question. In the year 2070, twenty years after a civil war and societal collapse of the old United States, extremist militias battle in the crumbling Republic of Texas. As the violence spreads like wildfire and threatens the Free City of Austin, three unlikely allies will have to work together in an act of resistance to stop the advance of the forces of the white Christian ethnostate known as the Heavenly Kingdom. Our three protagonists include Manny, a fixer that shuttles journalists in and out of war zones and provides footage for outside news agencies. Sasha is a teenage woman that joins the Heavenly Kingdom before she discovers the ugly truths behind their movement. Finally, we have Roland: A US Army vet kitted out with cyberware (including blood that heals major trauma wounds and a brain that can handle enough LSD to kill an elephant), tormented by broken memories, and 12,000 career kills under his belt. In the not-so-distant world Evans conjures we find advanced technology, a gender expansive culture, and a roving Burning Man-like city fueled by hedonistic excess. This powerful debut novel from Robert Evans is based on his investigative reporting from international conflict zones and on increasingly polarized domestic struggles. It is a vision of our very possible future.",
    "url": "https://www.goodreads.com/book/show/59645604-after-the-revolution?from_search=true&from_srp=true&qid=hdj4tNIlYL&rank=1"
  }, 
  {
    "title": "A Travel Guide to the Middle Ages",
    "author": "Anthony Bale",
    "year": "2024",
    "pages": "368",
    "genres": "History, Nonfiction",
    "summary": "A captivating journey of the expansive world of medieval travel, from London to Constantinople to the court of China and beyond. Europeans of the Middle Ages were the first to use travel guides to orient their wanderings, as they moved through a world punctuated with miraculous wonders and beguiling encounters. In this vivid and alluring history, medievalist Anthony Bale invites readers on an odyssey across the medieval world, recounting the advice that circulated among those venturing to the road for pilgrimage, trade, diplomacy, and war. Journeying alongside scholars, spies, and saints, from Western Europe to the Far East, the Antipodes and the ends of the earth, Bale provides indispensable information on the exchange rate between Bohemian ducats and Venetian groats, medieval cures for seasickness, and how to avoid extortionist tour guides and singing sirens. He takes us from the streets of Rome, more ruin than tourist spot, and tours of the Khan’s court in Beijing to Mamluk-controlled Jerusalem, where we ride asses across the holy terrain, and bustling bazaars of Tabriz. We also learn of rumored fantastical places, like ones where lambs grow on trees and giant canes grow fruit made of gems. And we are offered a glimpse of what non-European travelers thought of the West on their own travels. Using previously untranslated contemporaneous documents from a colorful range of travelers, and from as far and wide as Turkey, Iceland, North Africa, and Russia, A Travel Guide to the Middle Ages is a witty and unforgettable exploration of how Europeans understood―and often misunderstood―the larger world.",
    "url": "https://www.goodreads.com/book/show/150779189-a-travel-guide-to-the-middle-ages?ref=nav_sb_ss_1_30"
  }, 
  {
    "title": "Open Veins of Latin America",
    "author": "Eduardo Galeano",
    "year": "1971",
    "pages": "371",
    "genres": "History, Nonfiction, Politics",
    "summary": "Since its U.S. debut almost fifty years ago, this brilliant text has set a new standard for historical scholarship of Latin America. It is also an outstanding political economy, a social and cultural narrative of the highest quality, and perhaps the finest description of primitive capital accumulation since Marx.",
    "url": "https://www.goodreads.com/book/show/187149.Open_Veins_of_Latin_America?ac=1&from_search=true&qid=jVkYhtjWef&rank=1"
  },
  {
    "title": "The Culture Code",
    "author": "Daniel Coyle",
    "year": "2017",
    "pages": "304",
    "genres": "Business, Leadership",
    "summary": "What do Pixar, Google and the San Antonio Spurs basketball team have in common? The answer is that they all owe their extraordinary success to their team-building skills. In The Culture Code, Daniel Coyle goes inside some of the most effective organisations in the world and reveals their secrets. He not only explains what makes such groups tick, but also identifies the key factors that can generate team cohesion in any walk of life. He examines the verbal and physical cues that bring people together. He determines specific strategies that encourage collaboration and build trust. And he offers cautionary tales of toxic cultures and advises how to reform them, above all demonstrating the extraordinary achievements that result when we know how to cooperate effectively.",
    "url": "https://www.goodreads.com/book/show/33517721-the-culture-code?from_search=true&from_srp=true&qid=lA3A9hRsao&rank=1"
  },
  {
    "title": "Waste Land",
    "author": "Robert Kaplan",
    "year": "2025",
    "pages": "224",
    "genres": "Nonfiction, History, Politics",
    "summary": "We are entering a new era of global cataclysm, with the world facing a deadly mix of war, climate change, great power rivalry, rapid technological advancement, the end of empire, and countless other dangers. In Waste Land, Robert D. Kaplan, geopolitical expert and author of over twenty books on world affairs, explains incisively how we got here and where we are going.",
    "url": "https://www.goodreads.com/book/show/212294406-waste-land?ref=nav_sb_ss_1_17"
  },
  {
    "title": "1984",
    "author": "George Orwell",
    "year": "1949",
    "pages": "368",
    "genres": "ScienceFiction",
    "summary": "A masterpiece of rebellion and imprisonment where war is peace freedom is slavery and Big Brother is watching. Thought Police, Big Brother, Orwellian - these words have entered our vocabulary because of George Orwell's classic dystopian novel 1984. The story of one man's Nightmare Odyssey as he pursues a forbidden love affair through a world ruled by warring states and a power structure that controls not only information but also individual thought and memory 1984 is a prophetic haunting tale More relevant than ever before 1984 exposes the worst crimes imaginable the destruction of truth freedom and individuality.",
    "url": "https://www.goodreads.com/book/show/61439040-1984?from_search=true&from_srp=true&qid=9PDlgrSjMe&rank=1"
  },
  {
    "title": "Thinking in Bets",
    "author": "Annie Duke",
    "year": "2018",
    "pages": "288",
    "genres": "Business, Nonfiction",
    "summary": "In Super Bowl XLIX, Seahawks coach Pete Carroll made one of the most controversial calls in football history: With 26 seconds remaining, and trailing by four at the Patriots' one-yard line, he called for a pass instead of a hand off to his star running back. The pass was intercepted and the Seahawks lost. Critics called it the dumbest play in history. But was the call really that bad? Or did Carroll actually make a great move that was ruined by bad luck? Even the best decision doesn't yield the best outcome every time. There's always an element of luck that you can't control, and there is always information that is hidden from view. So the key to long-term success (and avoiding worrying yourself to death) is to think in bets: How sure am I? What are the possible ways things could turn out? What decision has the highest odds of success? Did I land in the unlucky 10% on the strategy that works 90% of the time? Or is my success attributable to dumb luck rather than great decision making?",
    "url": "https://www.goodreads.com/book/show/35957157-thinking-in-bets?ref=nav_sb_ss_1_16"
  },
  {
    "title": "Orientalism",
    "author": "Edward W. Said",
    "year": "1978",
    "pages": "424",
    "genres": "Nonfiction, History",
    "summary": "More than three decades after its first publication, Edward Said's groundbreaking critique of the West's historical, cultural, and political perceptions of the East has become a modern classic. In this wide-ranging, intellectually vigorous study, Said traces the origins of orientalism to the centuries-long period during which Europe dominated the Middle and Near East and, from its position of power, defined the orient simply as other than the occident. This entrenched view continues to dominate western ideas and, because it does not allow the East to represent itself, prevents true understanding. Essential, and still eye-opening, Orientalism remains one of the most important books written about our divided world.",
    "url": "https://www.goodreads.com/book/show/355190.Orientalism?from_search=true&from_srp=true&qid=6TJKWr2Nrk&rank=1"
  },
  {
    "title": "The Omnivore Dilemma",
    "author": "Michael Pollan",
    "year": "2006",
    "pages": "450",
    "genres": "Nonfiction, Food, Science",
    "summary": "What should we have for dinner? For omnivore like ourselves, this simple question has always posed a dilemma. When you can eat just about anything nature (or the supermarket) has to offer, deciding what you should eat will inevitably stir anxiety, especially when some of the foods on offer might shorten your life. Today, buffered by one food fad after another, America is suffering from what can only be described as a national eating disorder. The omnivore’s dilemma has returned with a vengeance, as the cornucopia of the modern American supermarket and fast-food outlet confronts us with a bewildering and treacherous food landscape. What’s at stake in our eating choices is not only our own and our children’s health, but the health of the environment that sustains life on earth. The Omnivore's Dilemma is groundbreaking book, in which one of America’s most fascinating, original, and elegant writers turns his own omnivorous mind to the seemingly straightforward question of what we should have for dinner. The question has confronted us since man discovered fire, but according to Michael Pollan, the bestselling author of The Botany of Desire, how we answer it today, at the dawn of the twenty-first century, may well determine our very survival as a species. Should we eat a fast-food hamburger? Something organic? Or perhaps something we hunt, gather, or grow ourselves?",
    "url": "https://www.goodreads.com/book/show/355190.Orientalism?from_search=true&from_srp=true&qid=6TJKWr2Nrk&rank=1"
  }, 
  {
    "title": "Les deux occidents",
    "author": "Mathieu Bock-Coté",
    "year": "2025",
    "pages": "270",
    "genres": "Intolerance, Dystopique (Genéré par Philippe)",
    "summary": "Donald Trump et l'Europe : l'Occident à l'épreuve d'une fracture historique. Et si l'Occident n'existait déjà plus ? Le monde occidental se fracture devant nous : la faille atlantique, diagnostiquée au début des années 2000, s'est muée en une fracture insurmontable entre deux blocs antagonistes. Tout comme il y a eu deux Allemagnes, il semble bien qu'il y aura deux Occidents : l'Amérique trumpienne d'un côté et l'Europe progressiste de l'autre. Cet essai saisit ce basculement historique : l'évolution des droites occidentales, l'essor du libertarianisme, la réaction européenne face au trumpisme et ses propres dérives. Autant de signes d'une recomposition brutale, qui referme peut-être pour de bon le cycle politique ouvert en 1989.",
    "url": "https://www.goodreads.com/book/show/235786004-les-deux-occidents---le-nouvel-essai-2025-de-mathieu-bock-c-t?ref=nav_sb_ss_1_18"
  },
  {
    "title": "The Case for God",
    "author": "Karen Armstrong",
    "year": "2009",
    "pages": "406",
    "genres": "Religion, Nonfiction",
    "summary": "Moving from the Paleolithic age to the present, Karen Armstrong details the great lengths to which humankind has gone in order to experience a sacred reality that it called by many names, such as God, Brahman, Nirvana, Allah, or Dao. Focusing especially on Christianity but including Judaism, Islam, Buddhism, Hinduism, and Chinese spiritualities, Armstrong examines the diminished impulse toward religion in our own time, when a significant number of people either want nothing to do with God or question the efficacy of faith. Why has God become unbelievable? Why is it that atheists and theists alike now think and speak about God in a way that veers so profoundly from the thinking of our ancestors?",
    "url": "https://www.goodreads.com/book/show/6359293-the-case-for-god?ref=nav_sb_ss_1_16"
  },
  {
    "title": "The Wizard of the Kremlin",
    "author": "Giuliano da Empoli",
    "year": "2002",
    "pages": "297",
    "genres": "Fiction, Politics",
    "summary": "Filled with real political insight and intrigue, this thrilling novel explores the nature of power through the inner workings of Putin’s regime. Known as the “Wizard of the Kremlin,” the enigmatic Vadim Baranov was a TV producer before becoming a political advisor to Putin, aka “The Czar.” After his resignation from this position, legends about him multiply, with no one able to distinguish truth from fiction. Until one night, when he tells his story to the narrator of this book… He immerses us in the heart of the Russian state, where sycophants and oligarchs have been engaging in open warfare, and where Vadim, now the regime’s main spin doctor, turns an entire country into an avant-garde political stage. Yet Vadim is not as ambitious as the others. Entangled in the increasingly dark secrets of the regime he has helped create, he will do anything to get out, guided by the memory of his grandfather, an eccentric aristocrat who survived the Revolution, and the mesmerizing, merciless Ksenia, whom he has fallen in love with.",
    "url": "https://www.goodreads.com/book/show/125082593-the-wizard-of-the-kremlin?ref=nav_sb_ss_1_21"
  },
  {
    "title": "Knife",
    "author": "Salman Rushdie",
    "year": "209",
    "pages": "2024",
    "genres": "Nonfiction, Memoir",
    "summary": "From internationally renowned writer and Booker Prize winner Salman Rushdie, a searing, deeply personal account of enduring—and surviving—an attempt on his life thirty years after the fatwa that was ordered against him On the morning of August 12, 2022, Salman Rushdie was standing onstage at the Chautauqua Institution, preparing to give a lecture on the importance of keeping writers safe from harm, when a man in black—black clothes, black mask—rushed down the aisle toward him, wielding a knife. His first thought: So it’s you. Here you are. What followed was a horrific act of violence that shook the literary world and beyond. Now, for the first time, and in unforgettable detail, Rushdie relives the traumatic events of that day and its aftermath, as well as his journey toward physical recovery and the healing that was made possible by the love and support of his wife, Eliza, his family, his army of doctors and physical therapists, and his community of readers worldwide. Knife is Rushdie at the peak of his powers, writing with urgency, with gravity, with unflinching honesty. It is also a deeply moving reminder of literature’s capacity to make sense of the unthinkable, an intimate and life-affirming meditation on life, loss, love, art—and finding the strength to stand up again.",
    "url": "https://www.goodreads.com/book/show/199344846-knife?ref=nav_sb_ss_1_19"
  }
]