[
{
    "title": "The Alchemist",
    "author": "Paul Coehlo",
    "year": "1988",
    "pages": "352",
    "genres": "Fiction, Classics, Fantasy, Philosophy",
    "summary": "Combining magic, mysticism, wisdom, and wonder into an inspiring tale of self-discovery, The Alchemist has become a modern classic, selling millions of copies around the world and transforming the lives of countless readers across generations.Paulo Coelho's masterpiece tells the mystical story of Santiago, an Andalusian shepherd boy who yearns to travel in search of a worldly treasure. His quest will lead him to riches far different—and far more satisfying—than he ever imagined. Santiago's journey teaches us about the essential wisdom of listening to our hearts, recognizing opportunity and learning to read the omens strewn along life's path, and, most importantly, following our dreams.",
    "url": "https://www.goodreads.com/book/show/18144590-the-alchemist?from_search=true&from_srp=true&qid=qyMZnEHl8z&rank=1"
  },
  {
    "title": "Why Nothing Works",
    "author": "Marc Dunkelman",
    "year": "2025",
    "pages": "416",
    "genres": "Nonfiction, Politics, History, Economics",
    "summary": "America was once a country that did big things—we built the world’s greatest rail network, a vast electrical grid, interstate highways, abundant housing, the Social Security system, the Tennessee Valley Authority, and more. But today, even while facing a host of pressing challenges—a housing shortage, a climate crisis, a dilapidated infrastructure—we feel stuck, unable to move the needle. Why? America is today the victim of a vetocracy that allows nearly anyone to stifle progress. While conservatives deserve some blame, progressives have overlooked an unlikely culprit: their own fears of “The Establishment.” A half-century ago, progressivism’s designs on getting stuff done were eclipsed by a desire to box in government. Reformers put speaking truth to power ahead of exercising that power for good. The ensuing gridlock has pummeled faith in public institutions of all sorts, stifled the movement’s ability to deliver on its promises, and, most perversely, opened the door for MAGA-style populism. A century ago, Americans were similarly frustrated—and progressivism pointed the way out. The same can happen again. Marc J. Dunkelman vividly illustrates what progressives must do if they are going to break through today’s paralysis and restore, once again, confidence in democratically elected government. To get there, reformers will need to acknowledge where they’ve gone wrong. Progressivism’s success moving forward hinges on the movement’s willingness to rediscover its roots.",
    "url": "https://www.goodreads.com/book/show/214175076-why-nothing-works?from_search=true&from_srp=true&qid=S0tbLkES4P&rank=1"
  },
  {
    "title": "Three Rivers",
    "author": "Robert Winder",
    "year": "2025",
    "pages": "352",
    "genres": "History, Nonfiction",
    "summary": "Three of Europe's greatest rivers share the same geological one fertile patch of Alpine ice in the jagged heights of central Switzerland. Coursing down through the peaks, the Rhine, the Rhone and the Po gave birth to three different European cultures – German, French and Italian – as they flowed across the continent. From this shared geological cradle, these waterways have shaped the landscape, influenced the pattern of towns and cities, laid the foundation for economies and created an intricate network of transport, trade and agriculture. From the Romanesque buttresses and vines of Provence to the Wagnerian music of the Rhine and the artistic miracles of Lombardy, the heart of Western Europe – its languages, religion, philosophy, science, politics and art – has been nourished by these waters. Setting off in the dramatic mountain landscape where this story begins, acclaimed historian Robert Winder traces the rivers' journeys from their increasingly fragile glacial sources, revealing in shimmering detail their impact on Europe's rich history as they flow towards the sea.",
    "url": "https://www.goodreads.com/book/show/228557766-three-rivers?from_search=true&from_srp=true&qid=O61GtZROYs&rank=4"
  }
]